/* %1$@ = Make GIF; %2$@ = Take Photo */
"Drag %1$@ after the\n%2$@ action." = "%1$@ को \n%2$@ क्रिया के बाद ड्रैग करें।";

/* %1$@ = Take Photo, %2$@ = “left” or “right” */
"Drag %1$@ to the %2$@." = "%1$@ को %2$@ ड्रैग करें।";

/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %@ = Quick Look */
"Add %@ to\npreview your GIF." = "अपने GIF की झलक देखने के लिए\n%@ जोड़ें।";

/* %@ = shortcut name */
"Added shortcut: %@" = "जोड़े गए शॉर्टकट : %@";

/* A message; shortcuts on watch have been reset */
"Your shortcuts have been reset. Re-open the Shortcuts app to continue." = "आपके शॉर्टकट रीसेट कर दिए गए हैं। जारी रखने के लिए शॉर्टकट ऐप को दोबारा खोलें।";

/* Accessibility hint for today widget shortcut that is not running but will run if you tap on it; %@=shortcut name */
"Runs the shortcut %@" = "%@ शॉर्टकट चलता है";

/* Accessibility hint for today widget shortcut when the shortcut is running; %lu=percentage completed */
"Running, %lu%% complete" = "चल रहा है, %lu%% पूर्ण";

/* Accessibility label */
"Edit profile photo" = "प्रोफ़ाइल तस्वीर संपादित करें";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of Notification Center being pulled down from the top of the screen" = "सूचना केंद्र का ऐनिमेशन स्क्रीन के ऊपर से खींचकर नीचे की ओर लाया जा रहा है";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of adding the Shortcuts widget to the list of active widgets" = "सक्रिय विजेट की सूची में शॉर्टकट विजेट जोड़ने का ऐनिमेशन";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of scrolling to the bottom of the widgets list and tapping Edit" = "विजेट सूची के नीचे की ओर स्क्रोलिंग का ऐनिमेशन और संपादन पर टैप करना";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of swiping left to the list of widgets" = "विजेट की सूची के बाईं ओर स्वाइप करने का ऐनिमेशन";

/* Accessibility label in on-boarding flow */
"A screenshot of Notification Center with the Shortcuts widget" = "शॉर्टकट विजेट के साथ सूचना केंद्र का स्क्रीनशॉट";

/* Accessibility label. %1$@ = workflow name; %2$@ = workflow short description */
"%1$@, %2$@" = "%1$@, %2$@";

/* Accessibility label; %@ = user’s name */
"%@’s profile picture" = "%@ की प्रोफ़ाइल तस्वीर";

/* Accessibility label; option (Twitter handle, website, as email) is NOT selected as main identity; tap to make main identity */
"Make main identity" = "मुख्य पहचान बनाएँ";

/* Accessibility label; option (Twitter handle, website, as email) is selected as main identity */
"Selected as main identity" = "मुख्य पहचान के रूप में चयनित";

/* Accessiblity label; +/- key on number pad */
"Plus, Minus" = "जोड़ें, घटाएँ";

/* Accessiblity label; backspace key on number pad */
"Backspace" = "बैकस्पेस";

/* Accessiblity label; decimal key on number pad */
"Decimal" = "दशमलव";

/* Action extension; missing input from app error message */
"Unfortunately, there is nothing Shortcuts can do about this; it is due to a bug in the host app. We’d recommend contacting the maker of that app and letting them know of this problem." = "दुर्भाग्यवश, इस बारे में शॉर्टकट कुछ भी नहीं कर सकता है, यह होस्ट ऐप में मौजूद बग के कारण हो रहा है। हम उस ऐप के निर्माता से संपर्क करने और उन्हें इस समस्या के बारे में बताने की सलाह देंगे।";

/* Action extension; missing input from app error title */
"The app that opened this extension did not provide any input." = "इस एक्सटेंशन को खोलने वाला ऐप कोई इनपुट प्रदान नहीं करता है।";

/* Alert body; importing shortcut failed */
"The shortcut could not be downloaded." = "शॉर्टकट डाउनलोड नहीं किया जा सका।";

/* Alert message; shortcut on watch has been created by newer version of shortcut and are incompatible */
"The Shortcuts database cannot be read because it was created by a newer version of Shortcuts.\n\nYou can either upgrade Shortcuts or reset your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "शॉर्टकट डेटाबेस पढ़ा नहीं जा सकता क्योंकि यह शॉर्टकट के नए संस्करण द्वारा बनाया गया था।\n\nआप या तो शॉर्टकट अपग्रेड कर सकते हैं या अपने शॉर्टकट रीसेट कर सकते हैं। आपके शॉर्टकट खो जाएंगे, लेकिन यदि आप iCloud सिंक उपयोग करते हैं, तो वे रीस्टोर होंगे।";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt. You can fix this by resetting your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "शॉर्टकट डेटाबेस रीड नहीं जा सकता क्योंकि यह करप्ट है। आप अपने शॉर्टकट रीसेट करके इसे ठीक किया जा सकता है। आपके शॉर्टकट अनुपलब्ध हो जाएँगे, लेकिन यदि आप iCloud सिंक उपयोग करते हैं, तो उन्हें रीस्टोर कर दिया जाएगा।";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt.\n\nYou can email support with your corrupted database or reset your custom shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "शॉर्टकट डेटाबेस रीड नहीं किया जा सकता क्योंकि यह करप्ट है।\n\nआप अपने करप्ट हुए डेटाबेस के साथ सहायता के लिए ईमेल कर सकते हैं या अपने कस्टम शॉर्टकट रीसेट कर सकते हैं। आपके शॉर्टकट अनुपलब्ध हो जाएँगे, लेकिन यदि आप iCloud सिंक उपयोग करते हैं, तो उन्हें रीस्टोर कर दिया जाएगा।";

/* Alert option to email support; shortcuts database on device is corrupt */
"Email Support" = "ईमेल सहायता";

/* Alert option to reset shortcuts on device */
"Reset Shortcuts" = "शॉर्टकट रीसेट करें";

/* Alert option to update the Shortcuts app (opens App Store); shortfut on watch has been created by newer version of shortcut and are incompatible */
"Update Shortcuts" = "शॉर्टकट अपडेट करें";

/* Alert title for an error */
"Aw no!" = "अरे नहीं!";

/* Alert title; shortcut on watch has been created by newer version of shortcut and are incompatible */
"Shortcuts Version Mismatch" = "शॉर्टकट संस्करण बेमेल";

/* Alert title; shortcuts on watch have been reset */
"Shortcuts Reset" = "शॉर्टकट रीसेट किया गया";

/* Apple watch; label for result from running the shortcut */
"Result" = "परिणाम";

/* Apple watch; label for result from running the shortcut when there are multiple results; %ld=number of results */
"Results (%ld)" = "परिणाम (%ld)";

/* Back button */
"Back" = "वापस";

/* Body of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Adding the widget dramatically improves the speed of running shortcuts. Are you sure you’d like to skip this step?" = "विजेट जोड़ने से शॉर्टकट चलाने की गति में बहुत सुधार होता है। क्या आप निश्चित हैं कि आप इस चरण को स्किप करना चाहते हैं?";

/* Body of alert when the user’s gallery submission didn’t go through due to an error */
"Your submission didn’t go through! Try again in a few minutes." = "आपका सबमिशन पूरा नहीं हो पाया! कुछ मिनटों में फिर कोशिश करें।";

/* Button */
"Cancel" = "रद्द करें";

/* Button */
"Done" = "पूर्ण";

/* Button */
"Next" = "आगे";

/* Button */
"OK" = "ठीक";

/* Button */
"Submit your own workflow" = "अपना स्वयं का वर्कफ़्लो सबमिट करें";

/* Button for editing their profile picture */
"Edit" = "संपादित करें";

/* Button or nav bar title */
"Edit Profile" = "प्रोफ़ाइल संपादित करें";

/* Button or title */
"Run shortcut" = "शॉर्टकट चलाएँ";

/* Button or title to share a shortcut */
"Share Shortcut" = "शॉर्टकट शेयर करें";

/* Button or title to submit a shortcut to the gallery */
"Submit Shortcut" = "शॉर्टकट सबमिट करें";

/* Button or title; user profile */
"Profile" = "प्रोफ़ाइल";

/* Button that shows all collection search results */
"See All" = "सभी देखें";

/* Button title on alert to discard changes to profile */
"Discard Changes" = "परिवर्तनों को ख़ारिज करें";

/* Button title; create a new shortcut */
"Create Shortcut" = "शॉर्टकट बनाएँ";

/* Button to add the Shortcuts Today Widget */
"Add Widget" = "विजेट जोड़ें";

/* Button to keep both shortcuts when you try to import a shortcut with the same name */
"Keep Both" = "दोनों रखें";

/* Button to replace the older shortcut with the newer shortcut when you try to import a shortcut with the same name */
"Replace" = "बदलें";

/* Button to skip a step */
"Skip" = "स्किप करें";

/* Configure which shortcuts should show up on the watch app */
"Choose shortcuts to show on your watch." = "अपनी घड़ी पर दिखाने के लिए शॉर्टकट चुनें।";

/* Configure which shortcuts should show up on the watch complication */
"Choose shortcuts to show in the Complication." = "कॉम्प्लिकेशन में दिखाने के लिए शॉर्टकट चुनें।";

/* Copy content */
"Copy" = "कॉपी करें";

/* Could not find shortcut to run */
"Could not find the specified shortcut." = "निर्दिष्ट शॉर्टकट नहीं मिल सका।";

/* Could not find shortcut to run; %@=shortcut name */
"Could not find the shortcut “%@.”" = "शॉर्टकट “%@” नहीं मिल सका।";

/* Default shortcut name to use if no name is provided */
"Untitled Shortcut" = "अनामांकित शॉर्टकट";

/* Description of Siri feature on splash screen */
"Add any shortcut to Siri by recording a personalized voice phrase." = "अपनी आवाज़ में कोई वाक्यांश रिकॉर्ड करके Siri में कोई भी शॉर्टकट जोड़ें।";

/* Description of intro feature on splash screen */
"Combine a series of steps into a single shortcut to automate what you do with your apps. " = "अपने ऐप्स से किए जाने वाले काम ऑटोमेट करने के लिए कई चरणों को मिलाकर एक शॉर्टकट बनाएँ। ";

/* Description of widget feature on splash screen */
"Access shortcuts even faster with the Shortcuts widget." = "शॉर्टकट विजेट के साथ अधिक तेज़ी से शॉर्टकट ऐक्सेस करें।";

/* Edit profile photo; option to choose a photo from their iOS photo libary */
"Choose from Library" = "लाइब्रेरी से चुनें";

/* Edit profile photo; option to take a new photo to use */
"Take Photo" = "तस्वीर लें";

/* Edit profile; Twitter handle field placeholder */
"@WorkflowHQ" = "@WorkflowHQ";

/* Edit profile; email field placeholder */
"johnny@workflow.is" = "johnny@workflow.is";

/* Edit profile; email field title */
"Email" = "ईमेल";

/* Edit profile; error message for when the provided website is invalid */
"The website URL “%@” is not valid." = "वेबसाइट URL “%@” मान्य नहीं है।";

/* Edit profile; error title for when the provided website is invalid */
"Invalid Website" = "अमान्य वेबसाइट";

/* Edit profile; explanation to users on how their name will appear on published workflows; %@ = name, Twitter handle, or website */
"You will be credited as “%@” on your published workflows." = "आपको आपके प्रकाशित वर्कफ़्लो पर \"%@\" के रूप में श्रेय दिया जाएगा।";

/* Edit profile; person name field title */
"Name" = "नाम";

/* Edit profile; person name field title (required) */
"Name (Required)" = "नाम (आवश्यक)";

/* Edit profile; section header for private information (e.g. Email address) */
"Private Information" = "निजी जानकारी";

/* Edit profile; section header for public information (e.g. Twitter handle) */
"Public Information" = "सार्वजनिक जानकारी";

/* Edit profile; website field placeholder */
"www.workflow.is" = "www.workflow.is";

/* Empty state description when there are no search results; %@ = query */
"We didn’t turn up anything for “%@”. Try something else." = "हमें “%@” के लिए कुछ भी नहीं मिला। कुछ और ढूँढें।";

/* Empty state indicating that a user has no workflows */
"No shortcuts." = "कोई शॉर्टकट नहीं।";

/* Empty state title indicating no search results when searching for a workflow or collection in the gallery */
"No Results" = "कोई परिणाम नहीं";

/* Error alert body when importing a shortcut fails */
"The shortcut URL provided was invalid." = "प्रदान किया गया शॉर्टकट URL अमान्य है।";

/* Error alert title when importing a shortcut fails */
"Import Failed" = "इंपोर्ट विफल रहा";

/* Error message */
"There are no photos in your photo library." = "आपकी तस्वीर लाइब्रेरी में कोई तस्वीर नहीं है।";

/* Error message description */
"The shortcut link may be invalid, or it may have been deleted." = "शॉर्टकट लिंक अमान्य हो सकता है या हो सकता है कि उसे डिलीट कर दिया गया हो।";

/* Error message shown when the gallery does not load */
"Can’t connect to the Gallery." = "गैलरी से कनेक्ट नहीं हो सकता।";

/* Error message title */
"Shortcut Not Found" = "शॉर्टकट नहीं मिला";

/* Error message when a collection does not load */
"Couldn't load this collection." = "इस संग्रह को लोड नहीं किया जा सका।";

/* Error message when the collection fails to load */
"Couldn’t load this collection." = "इस संग्रह को लोड नहीं किया जा सका।";

/* Error presented to the user when an action times out while running (%@ = the name of the action) */
"The “%@” action took too long to finish running." = "“%@” क्रिया को पूरा चलाने में बहुत समय लगा।";

/* Exit the app (kills the app) */
"Exit" = "बाहर निकलें";

/* Gallery search section title for collection search results */
"Collections" = "संग्रह";

/* Gallery search; button to show fewer collection search results */
"Show Less" = "कम दिखाएँ";

/* Gallery search; button to show more collection search results */
"Show More" = "अधिक दिखाएँ";

/* Generic title for a notification show in the app */
"Notification" = "सूचना";

/* Guided tour; The “Shortcuts” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"Shortcuts (Guided Tour)" = "शॉर्टकट";

/* Guided tour; The “actions” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"actions" = "क्रियाएँ";

/* Guided tour; Title for an alert that is shown along side an example shortcut */
"This is a shortcut." = "यह शॉर्टकट है।";

/* Guided tour; a happy title for an alert that is show when the user has created their first workflow */
"Congrats!" = "बधाई!";

/* Guided tour; a happy title for an alert that is shown after a user runs their first shortcut */
"Woot!" = "हुर्रे!";

/* Guided tour; a more descriptive name for the play button; only used for accessibility */
"run shortcut button" = "शॉर्टकट चलाएँ बटन";

/* Guided tour; let user know that they can drag an action from the actions pane from the left (on the right on RTL devices) to share the GIF */
"Drag over an action to share your GIF." = "अपना GIF शेयर करने के लिए किसी क्रिया के ऊपर ड्रैग करें।";

/* Guided tour; run workflow button that looks like a classic play button (sideways triangle); should be the exact name that is used in the “\n\nYou just created a workflow. Now press the play button to run it!” localized string because it will be used to highlight the text */
"play button" = "चलाएँ बटन";

/* Guided tour; shown below “Aw no!” */
"\n\nSomething went wrong. Try again or tap Done." = "\n\nकुछ ग़लत हुआ। फिर कोशिश करें या “पूर्ण” पर टैप करें।";

/* Guided tour; shown below “Aw no!” */
"\n\nYou didn’t finish running the shortcut. Try again or tap Done." = "\n\nआपने शॉर्टकट चलाना पूरा नहीं किया है। फिर कोशिश करें या “पूर्ण” पर टैप करें।";

/* Guided tour; shown below “Congrats!” */
"\n\nYou just created a shortcut. Now press the play button to run it!" = "\n\nआपने अभी-अभी एक शॉर्टकट बनाया है। अब उसे चलाने के लिए चलाएँ बटन दबाएँ!";

/* Guided tour; shown below “This is a shortcut.”; for RTL, left should be right */
"\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action." = "\n\nशॉर्टकट क्रियाओं (बाईं ओर दिए गए आइटम) की शृंखलाओं से मिलकर बने होते हैं।\n\nइसके बाद, “GIF बनाएँ” क्रिया जोड़ते हैं जिसके द्वारा पहली क्रिया से तस्वीरों को ऐनिमेट किया जाएगा।";

/* Guided tour; shown below “Welcome to Shortcuts” */
"\n\nLet’s build a shortcut to make an animated GIF." = "\n\nआइए, ऐनिमेटेड GIF बनाने के लिए शॉर्टकट बनाते हैं।";

/* Guided tour; shown below “Woot!” */
"\n\nYou just ran a shortcut. Wasn’t that cool?" = "\n\nआपने अभी-अभी एक शॉर्टकट चलाया है। क्या वह अच्छा था?";

/* Guided tour; welcome to shortcut title */
"Welcome to Shortcuts." = "शॉर्टकट में आपका स्वागत है";

/* Information about what happens when a user submits a workflow to the gallery */
"By tapping “Submit”, your workflow will be submitted for review. If we decide to include your workflow in the Gallery, we’ll notify you by e-mail." = "“सबमिट करें” पर टैप करके आपका वर्कफ़्लो समीक्षा के लिए सबमिट कर दिया जाएगा। यदि हम वर्कफ़्लो को गैलरी में शामिल करने का निर्णय लेते हैं, तो हम आपको ईमेल से सूचना देंगे।";

/* Make GIF action name */
"Make GIF" = "GIF बनाएँ";

/* Media file name label */
"Media File" = "मीडिया फ़ाइल";

/* Message of alert when a user tries to import a shortcut with the same name */
"Would you like to replace your shortcut?" = "क्या आप अपने शॉर्टकट बदलना चाहते हैं?";

/* Navigation bar title for the form to fill out with the workflow’s information to submit to the gallery */
"Workflow Info" = "वर्कफ़्लो जानकारी";

/* None option */
"None" = "कोई नहीं";

/* Onboarding-flow; user already has widget */
"Great! It looks like you've already added the Shortcuts Widget. Let's keep going." = "बहुत बढ़िया! ऐसा लगता है कि आपने शॉर्टकट विजेट पहले ही जोड़ लिया है। आइए, आगे बढ़ते हैं।";

/* Onboarding-flow; user does not have widget; text to convice user to get the widget */
"Run shortcuts crazy fast with the Shortcuts Widget." = "शॉर्टकट विजेट के साथ अधिक तेज़ी शॉर्टकट चलाएँ।";

/* Placeholder for the description field when submitting a workflow to the gallery */
"Please write a description of what your workflow does here." = "आपका वर्कफ़्लो यहाँ क्या कार्य करता है कृपया इसका विवरण दें।";

/* Placeholder for the longer-form description field when submitting a workflow to the gallery */
"Please write a more detailed description of what your workflow does here." = "आपका वर्कफ़्लो यहाँ क्या कार्य करता है कृपया इसका अधिक विस्तृत विवरण दें।";

/* Placeholder for the name field in Edit Profile */
"Johnny Appleseed" = "साहिल मलिक";

/* Placeholder for the short description field when submitting a workflow to the gallery */
"Please write a brief description of what your workflow does here." = "आपका वर्कफ़्लो यहाँ क्या कार्य करता है कृपया इसका एक संक्षिप्त विवरण दें।";

/* Print content */
"Print" = "प्रिंट करें";

/* Quick Look action name */
"Quick Look" = "झलक";

/* Recovery option for when the gallery does not load */
"Try Again" = "फिर कोशिश करें";

/* Recovery option for when the gallery does not load and the user should enable Wi-Fi, etc. in the Settings app */
"Open Settings" = "सेटिंग्ज़ खोलें";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use WLAN to access the Gallery." = "गैलरी ऐक्सेस करने के लिए मोबाइल डेटा चालू करें या WLAN का उपयोग करें।";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use Wi-Fi to access the Gallery." = "गैलरी ऐक्सेस करने के लिए मोबाइल डेटा चालू करें या वाई-फ़ाई का उपयोग करें।";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use WLAN to access the Gallery." = "गैलरी ऐक्सेस करने के लिए विमान मोड बंद करें या WLAN का उपयोग करें।";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use Wi-Fi to access the Gallery." = "गैलरी ऐक्सेस करने के लिए विमान मोड बंद करें या वाई-फ़ाई का उपयोग करें।";

/* Save as image */
"Save Image" = "इमेज सहेजें";

/* Search gallery */
"Search" = "खोजें";

/* Section title */
"Shortcuts" = "शॉर्टकट";

/* Share via AirDrop */
"AirDrop" = "AirDrop";

/* Share via CloudApp */
"CloudApp" = "CloudApp";

/* Share via DeskConnect */
"DeskConnect" = "DeskConnect";

/* Share via Evernote */
"Evernote" = "Evernote";

/* Share via Facebook */
"Facebook" = "Facebook";

/* Share via Instagram */
"Instagram" = "Instagram";

/* Share via Instapaper */
"Instapaper" = "Instapaper";

/* Share via Mail */
"Mail" = "मेल";

/* Share via Messages */
"Message" = "संदेश";

/* Share via Pinboard */
"Pinboard" = "Pinboard";

/* Share via Pocket */
"Pocket" = "Pocket";

/* Share via Slack */
"Slack" = "Slack";

/* Shortcut has been submitted to the gallery */
"Shortcut Submitted" = "शॉर्टकट सबमिट किया गया";

/* Shown in HUD after downloading a shortcut from the gallery */
"Added to Library" = "लाइब्रेरी में जोड़ा गया";

/* Splash screen primary button title */
"Get Started" = "शुरू करें";

/* Splash screen title */
"Welcome to Shortcuts" = "शॉर्टकट में आपका स्वागत है";

/* Stop running the shortcut; %@=shortcut name */
"Stop %@" = "रोकें %@";

/* Take Photo action name */
"Take Photo (action name)" = "तस्वीर लें";

/* Tap to choose an option */
"Tap to Choose" = "चुनने के लिए टैप करें";

/* Terms and Conditions view title */
"Terms and Conditions" = "नियम व शर्तें";

/* The user has submitted the shortcut to the gallery for approval and will be notified when it is approved to be included in the gallery */
"We’ll notify you when we approve it!" = "हम इसे स्वीकार किए जाने पर आपको सूचित करेंगे!";

/* Title */
"Gallery" = "गैलरी";

/* Title */
"Shortcuts" = "शॉर्टकट";

/* Title for button that is shown after the user submits a shortcut to the gallery to share their workflow. */
"Spread the Word" = "बात फैलाएँ";

/* Title for the description field when submitting a workflow to the gallery */
"Description" = "वर्णन";

/* Title for the longer-form description field when submitting a workflow to the gallery */
"Long Description" = "लंबा वर्णन";

/* Title for the short description field when submitting a workflow to the gallery */
"Short Description" = "संक्षिप्त वर्णन";

/* Title for workflow name field when submitting a workflow to the gallery */
"Workflow Name" = "वर्कफ़्लो का नाम";

/* Title of Siri feature on splash screen */
"Just Ask Siri" = "बस Siri से पूछें";

/* Title of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Add the Widget?" = "विजेट में जोड़ें?";

/* Title of alert when a user tries to import a shortcut with the same name; %@ = shortcut name */
"You already have a shortcut named “%@”." = "आपके पास पहले से \"%@\" नामक एक शॉर्टकट मौजूद है।";

/* Title of alert when the user’s gallery submission didn’t go through due to an error */
"Uh Oh" = "ओह";

/* Title of intro feature on splash screen */
"Take the Shortest Path" = "शॉर्टकट अपनाएँ";

/* Title of main screen showing your library of shortcuts */
"Library" = "लाइब्रेरी";

/* Title of widget feature on splash screen */
"Shortcuts Widget" = "शॉर्टकट विजेट";

/* Title; shortcuts database on device is corrupt */
"Corrupt Database" = "करप्ट डेटाबेस";

/* Today Widget; button to view the shortcut gallery */
"View the Gallery…" = "गैलरी देखें…";

/* Today widget button; manage shortcuts that appear in the today widget */
"Manage Shortcuts…" = "शॉर्टकट प्रबंधित करें…";

/* Today widget button; manage workflows that appear in the today widget */
"Customize in Shortcuts" = "शॉर्टकट में कस्टमाइज़ करें";

/* Today widget walkthough; user found widget and should add it */
"You found the widget! Tap *Add Widget* to access this from anywhere." = "आपको विजेट मिला है! उसे कहीं से भी ऐक्सेस करने के लिए *विजेट जोड़ें* पर टैप करें।";

/* Today widget walkthough; user found widget and should come back here */
"You found the widget! Come back here to run your shortcuts quickly." = "आपको विजेट मिला है! अपने शॉर्टकट को तेज़ी से चलाने के लिए यहाँ वापस आएँ।";

/* Today widget; empty state */
"No Shortcuts" = "कोई शॉर्टकट नहीं";

/* Today widget; see the rest of the shortcuts in the widget */
"Tap to see the rest" = "बाकी को देखने के लिए टैप करें";

/* Twitter handle label or share via Twitter */
"Twitter" = "Twitter";

/* Waiting for the gallery to load. Shown under loading indicator */
"Loading" = "लोड हो रहा है";

/* Watch app button; stop running the shortcut */
"Stop" = "रोकें";

/* Watch app, title for switch to show and hide a shortcut */
"Show/Hide" = "दिखाएँ/छिपाएँ";

/* Watch app; Change text field text */
"Tap to Change" = "बदलने के लिए टैप करें";

/* Watch app; Compose a message */
"Create Message" = "संदेश बनाएँ";

/* Watch app; Plus/Minus button name for number pad */
"Plus/Minus" = "जोड़ें/घटाएँ";

/* Watch app; Shown under a title of an article; %@=author of article */
"by %@" = "%@ द्वारा";

/* Watch app; email composer, email address from which to send the mail */
"From Address" = "पते से";

/* Watch app; email composer; bcc address label */
"Bcc" = "Bcc";

/* Watch app; email composer; cc address label */
"Cc" = "Cc";

/* Watch app; email composer; from address label */
"From" = "प्रेषक";

/* Watch app; email composer; indicates files are attached; %@=number of files attached */
"Attached (%ld)" = "अटैच किया गया (%ld)";

/* Watch app; email composer; subject label */
"Subject" = "विषय";

/* Watch app; email composer; to address label */
"To" = "प्रति";

/* Watch app; location could not be determined for an address */
"Location Not Found" = "स्थान नहीं मिला";

/* Watch app; mail compoer cc/bcc field label */
"Cc/Bcc" = "Cc/Bcc";

/* Watch app; number field placeholder */
"Enter number…" = "संख्या दर्ज करें…";

/* Watch app; send message error message */
"You must choose a contact to send a message to." = "आपको संदेश भेजने के लिए कोई संपर्क चुनना होगा।";

/* Watch app; send the email */
"Send" = "भेजें";

/* Watch app; share QuickLook content */
"Share" = "शेयर करें";

/* Watch app; shown when user needs to allow access to a certain resource such as Photo Library access; %@=shortcut name */
"Use Handoff on your iPhone to allow access for %@." = "%@ के लिए ऐक्सेस की अनुमति देने के लिए अपने iPhone पर Handoff का उपयोग करें।";

/* Watch app; tell user that they can use the Handoff feature to continue running the rest of the shortcut on their phone */
"Use Handoff on your iPhone to continue the shortcut." = "शॉर्टकट का उपयोग जारी रखने के लिए अपने iPhone पर Handoff का उपयोग करें।";

/* Watch app; text field placeholder */
"Enter text…" = "टेक्स्ट दर्ज करें…";

/* Watch app; view current content on the phone */
"View on iPhone" = "iPhone पर देखें";

/* Watch complication; no shortcuts have been added (modular large complication) */
"No shortcuts have been added." = "कोई भी शॉर्टकट नहीं जोड़ा गया।";

/* Watch complication; no shortcuts have been added (utilitarian small complication, text should be short) */
"No Shortcuts (Short)" = "कोई शॉर्टकट नहीं";

/* Website URL label */
"Website" = "वेबसाइट";

/* Widget tutorial headline; how to add Today Widget */
"Adding the Widget" = "विजेट जोड़ा जा रहा है";

/* Widget tutorial; accessiblity description */
"An animation of pressing firmly on the Shortcuts home screen icon to open the widget" = "विजेट खोलने के लिए शॉर्टकट होम स्क्रीन पर दृढ़ता से दबाने का ऐनिमेशन";

/* Widget tutorial; how to add Today Widget */
"Tap + to add the Shortcuts Widget. Tap “Done.”" = "शॉर्टकट विजेट जोड़ने के लिए + टैप करें। फिर “पूर्ण” पर टैप करें।";

/* Widget tutorial; how to add Today Widget on devices that don’t have a home button on iOS 10 and above */
"Swipe up to go home, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "होम पर जाने के लिए ऊपर की ओर स्वाइप करें, शॉर्टकट आइकॉन पर दृढ़ता से दबाएँ और \"विजेट जोड़ें\" पर टैप करें।";

/* Widget tutorial; how to add Today Widget on devices that have a home button on iOS 10 and above */
"Press the Home button, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "होम बटन दबाएँ, शॉर्टकट आइकॉन पर दृढ़ता से दबाएँ और \"विजेट जोड़ें\" पर टैप करें।";

/* Widget tutorial; how to add Today Widget on iOS 10, iPad and iPhone, non-3D Touch, iOS 8 and 9 step 3 */
"Scroll to the bottom and\ntap “Edit.”" = "नीचे स्क्रॉल करें और\n\"संपादित करें\" पर टैप करें।";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9 & iOS 10, iPad and iPhone, non-3D Touch step 2 */
"Swipe to the left to view\nyour widgets." = "अपने विजेट देखने के लिए\nबाईं ओर स्वाइप करें।";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9, iPad step 2 */
"On the lower left, scroll\ndown and tap “Edit.”" = "निचले बाएँ कोने पर, नीचे\nस्क्रॉल करें और “संपादित करें” पर टैप करें।";

/* Widget tutorial; how to add Today Widget step 1 */
"Swipe down from the top to reveal Notification Center." = "सूचना केंद्र देखने के लिए स्क्रीन के ऊपर से नीचे की ओर स्वाइप करें।";

/* Your shortcut is ready to share as a link */
"Your shortcut is ready to share!" = "आपका शॉर्टकट शेयर किए जाने के लिए तैयार है!";

/* date range; $@=time until; appended to date with time (e.g. Today 5pm to 6pm); please include space for relevant languages */
" to %@" = " %@ तक";

/* date range; %1$@ = start date; %2$@ = end date */
"%1$@ to %2$@" = "%2$@ के लिए %1$@";

/* opposite of “left”; should be “left” for RTL languages */
"right" = "दायाँ";

